{
    "graphQuestions": [
        "How many transactions and portfolio companies does Unigestion target?",
        "What are the key features of the Unigestion Fusion strategy?", 
        "Can you provide examples of successful past deals Unigestion has managed?",
        "Which investment partners contribute to Unigestion’s deal sourcing?",
        "What are some portfolio companies that Unigestion has invested in?",
        "Which industries or sectors are most represented in Unigestion’s secondary investments?"
    ],
    "benchmarkQuestions": [
        "Given Unigestion's stated commitment to ESG integration, how does the exclusion criteria based on the UN Principles for Responsible Investment influence their preferential access to off-market deals in secondary markets?",
        "What is the location of Unigestion Head Office?",
        "What is Unigestion full postal address?",
        "Who clarifies Unigestion's goals (e.g., high returns, portfolio diversification, risk tolerance)?",
        "How does Unigestion ensure consistency in valuations when market conditions fluctuate rapidly?",
        "Unigestion highlights a 20+ year history in the global secondaries market. How has the acquisition of Akina in 2017 enhanced their positioning in mid-market opportunities, and what are the quantifiable impacts on fund performance metrics?",
        "What metrics does Unigestion use to measure the alpha performance of its mid-market secondary investments?",
        "How does the direct investment mindset in USEC VI ensure consistent due diligence across secondary funds, and how does this align with governance practices applied to other fund types?",
        "How does Unigestion's commitment to the UN Principles for Responsible Investment influence its allocation strategy in USEC VI?",
        "Which year was Unigestion established?",
        "Have there been any corporate changes over the past five years at Unigestion? If yes, please provide details.",
        "What is the investment period of UNIGESTION SECONDARY VI Fund?",
        "Who has formal oversight and accountability for ESG / RI at Unigestion?",
        "In which year was your responsible investment policy introduced?",
        "Please describe, using a diagram, the organisational structure of Unigestion, highlighting the team that is responsible for Private Equity Secondaries and more specifically the team that would be responsible for the presented mandate. Please specify if this team is also covering other strategies.",
        "If different from the GP, please provide the AIFM for UNIGESTION SECONDARY VI Fund.",
        "Please provide an overview of the knowledge transfer services from Unigestion that would be available to this client.",
        "What is the target of UNIGESTION SECONDARY VI Fund size in euros?",
        "What is the anticipated number of underlying funds of UNIGESTION SECONDARY VI Fund?",
        "What are Unigestion's long-term strategic objectives?",
        "What is the final close date of UNIGESTION SECONDARY VI Fund?",
        "What is the base currency of UNIGESTION SECONDARY VI Fund?",
        "What is the target number of transactions of UNIGESTION SECONDARY VI Fund?",
        "Please discuss Unigestion's approach to leverage and any challenges in this regard given current market conditions.",
        "What is the target IRR (Gross) of UNIGESTION SECONDARY VI Fund?",
        "Please outline Unigestion's investment strategy for this program and discuss how Unigestion's thinking in this space has evolved over time.",
        "Please provide information on how Artificial Intelligence (if at all) is used in the process at Unigestion.",
        "At what stage of funded commitments do you generally enter a secondary transaction?",
        "Please describe Unigestion's investment process. Discuss their investment philosophy and rationale for investing in asset class, sourcing/research, fund/investment selection and portfolio construction.",
        "Please provide a recent case-study example to demonstrate Unigestion's due diligence process to assess an underlying fund's ESG capabilities.",
        "Please provide an example of a recent due diligence report from Unigestion.",
        "Describe Unigestion's overall philosophy to ESG investing within private equity.",
        "What is the typical transaction size for the proposed program of UNIGESTION SECONDARY VI Fund? Please also provide a historical range for past vehicles in the strategy.",
        "Please describe how Unigestion assesses ESG policies and practices of underlying funds and how this is factored into the investment process including details of any third-party data used. If applicable, please provide a sample of Unigestion questionnaire for the underlying funds.",
        "Please provide a list of Investment Committee members from Unigestion.",
        "Please provide resumes for all Investment Committee members at Unigestion.",
        "How are ESG risks and opportunities reported, considered, and documented by the ultimate decision-making body, such as the investment committee at Unigestion? If applicable, please also describe any look-through processes for underlying portfolios relating to both ESG and climate change.",
        "Has Unigestion ever invested in, or approved for investment, a company which has had serious issues or required a termination? Please provide details. Did such an event result in any modification of the investment or due diligence process?",
        "Please provide a current deal log at Unigestion. Company/fund names may be anonymised if required.",
        "Please provide 2 examples of ESG related issues that have affected Unigestion's strategy, their impact and the activities undertaken in response.",
        "Please discuss Unigestion's approach to transaction pricing and how this has changed over time. Please provide some views on the expected pricing environment during the life of the program.",
        "Describe the potential risk factors that are specific to the proposed portfolio and specific safeguards contemplated to preserve investor capital at Unigestion.",
        "Describe Unigestion's engagement process with underlying funds including who is responsible for this process. Please provide 2 examples of how you have engaged with underlying and the eventual outcome of this engagement.",
        "How often and how soon after period end can Unigestion produce full audited reports?",
        "Please describe the depth, frequency and timeliness of the performance reporting / portfolio overview that Unigestion provides to clients. Are in-house resources dedicated to this area? Please indicate the individuals that would be responsible for ongoing client service for this mandate.",
        "Please provide details of Unigestion's ongoing monitoring of underlying funds and companies including how they often review their overall assessment of the underlying investment.",
        "Have there been any adverse ESG events across the Unigestion portfolio, that have been communicated to investors? Please describe below.",
        "Do Unigestion provide online reporting?",
        "Please detail Unigestion's approach to exiting investments.",
        "What is Unigestion's approach to capital recycling? Please describe any limits which are placed on the ability to recycle capital in this way (e.g. time limit, commitment cap etc.). Please also indicate the extent to which capital recycling has been used in prior funds/SMAs. What has been the impact on returns (IRR and MOIC) historically? What is the expected impact?",
        "Are these individuals a centralised resource for Unigestion, asset class specific, or are they dedicated to ESG strategies?",
        "Is the policy board-approved?",
        "Does Unigestion employ any full-time professionals dedicated to ESG?",
        "Describe Unigestion's approach to disclosing and following up on material ESG incidents to your investors.",
        "Does Unigestion have a formal policy covering their approach to responsible investment?",
        "What key indicators are published by Unigestion for this strategy at portfolio level?",
        "Have Unigestion completed bfinance's firm-level ESG DDQ?",
        "Please indicate the sectors Unigestion have decided to exclude at firm level.",
        "How many percent is multi asset funds & mandates in Unigestion's asset?",
        "If yes, please confirm your responses are up to date for this search?",
        "If applicable what SFDR article is the proposed strategy categorised as?",
        "Please indicate the management fee (in %) Unigestion will charge the client per annum based on a EUR 30m investment.",
        "If applicable, can you detail the process engaged on an on-going basis to make sure the fund at Unigestion is fully compliant with the above?",
        "Does the strategy apply any ESG-related exclusions (in addition to any exclusions that are applied at firm-level)?",
        "Please list any other ESG/RI related collaborative organisations/initiatives Unigestion participate in.",
        "Does Unigestion provide carbon reporting for this mandate?",
        "How does Unigestion's ability to review 1,500 deals annually across Europe, North America, and Asia compare to their deal execution rate in 2022? How does this translate into their focus on mid-market alpha opportunities?",
        "The management fee is based on what at Unigestion?",
        "Has a potential investment ever been rejected solely by Unigestion due to ESG related issues? Please provide at least one example.",
        "What is the maximum leverage allowed across fund levels in USEC VI, and how is this limitation justified against its stated risk strategy?",
        "Do Unigestion explicitly consider environmental (including climate change) risks in the management of the portfolio?",
        "The management fee at Unigestion is based on?",
        "Who from Unigestion has built private equity teams?",
        "Can 1000 deals be done per year if clients source unique opportunities from Unigestion's network of over 500 GPs?",
        "Did de Dardel ever work in a company that has a business unit in agriculture business?",
        "Describe the impact of ESG principles on fund performance metrics and allocation strategies as applied by Unigestion.",
        "Please indicate the management fee (in %) Unigestion will charge the client per annum based on a EUR 30m investment.",
        "What specific regulatory differences affect the structuring of Unigestion funds domiciled in Luxembourg versus those in Switzerland?",
        "Post investment, how do Unigestion add value to their portfolio?",
        "How does the investment approach for secondary funds (USEC VI) differ in structure and returns from the direct investment approach described in Unigestion's policies?",
        "Describe the Fund Manager's philosophy to ensure appropriate oversight control of the portfolio at Unigestion.",
        "Are there any managed accounts or otherwise that will invest alongside this program at Unigestion? If so, please provide some details on their allocation policy.",
        "What is the anticipated number of underlying GPs of UNIGESTION SECONDARY VI Fund?",
        "How does the Valuation Committee ensure consistency in applying IPEV guidelines for direct investments, and what happens in case of methodology changes?",
        "Does Unigestion provide ESG-related reporting on the proposed fund/strategy?",
        "Please provide details on Unigestion's experience working with European and Bank investors.",
        "Please provide in EURm.",
        "Please briefly explain Unigestion's experience in managing Private Equity Secondaries strategies. When did Unigestion first start managing strategies in this space?",
        "How does Unigestion deal with any conflicts of interest both within the organisation and in relation to third parties?",
        "Please make sure to provide all structures available of UNIGESTION SECONDARY VI Fund.",
        "What is Unigestion's approach to incorporating ESG considerations into preparations for exit and ensuring continued positive impact in the post exit phase?",
        "Limits (Sector, Geography)",
        "What are the UNIGESTION SECONDARY VI Fund's Terms?",
        "Please describe Unigestion ESG reporting capabilities for this fund, including frequency, metrics reported and level of transparency. Please also describe Unigestion's approach to ensuring data availability, quality and reliability.",
        "Please discuss Unigestion's historical deal pipeline in terms of the conversion funds seen per annum, those taken through the various stages of diligence and those that closed.",
        "Please provide details such as metrics, frequency etc. of Unigestion's climate related reporting including a sample report. Please comment on how you address areas where data is not available.",
        "Is Unigestion currently a signatory to the Principles for Responsible Investment (PRI)?",
        "If yes, when did Unigestion become a signatory?",
        "How do you see Unigestion evolving in terms of ownership structure, client base, product offering, etc.?",
        "Please detail all internal resourcing utilised for ESG analysis at Unigestion, with specific reference to dedicated in-house roles.",
        "Please confirm that you do not use any leverage at the transaction level.",
        "Does Unigestion take an active approach to winding up investments?",
        "Please provide an example of an investment from Unigestion that they have reviewed and conducted due diligence on but that did not result in an investment.",
        "Has Unigestion changed auditors in the past five years? If so, please explain why.",
        "Are you aware of any current (or potential) changes to Unigestion's organisational structure or ownership?",
        "Please make sure to provide all domiciles available of UNIGESTION SECONDARY VI Fund.",
        "Have you set any organisation-wide targets on climate change?",
        "Please provide a brief description and history of Unigestion.",
        "Please provide information on the IT systems in place to support the investment process at Unigestion. Please make sure to identify the tools and systems that are proprietary / developed internally (if any).",
        "Does the investment team at Unigestion actively engage with investee companies/underlying managers on ESG-related topics?",
        "What is the target IRR (Net) of UNIGESTION SECONDARY VI Fund?",
        "What is Unigestion's general approach to the use of leverage at both the company level and at the fund level?",
        "What is the target TVPI (Net) of UNIGESTION SECONDARY VI Fund?",
        "What specific attributes make USEC VI's portfolio of small secondary transactions ‘unlikely to be replicated elsewhere,' and how does this impact Unigestion's ability to maintain consistent alpha performance across cycles?",
        "Please briefly explain Unigestion's experience in managing Private Equity strategies. When did the firm first begin investing in the asset class?",
        "Are any external resources or organisations used for ESG analysis at Unigestion?",
        "If applicable, please list any specific ESG-related KPIs measured and/or SDG alignment within the strategy?",
        "Does the investment team at Unigestion explicitly consider ESG / RI as part of the investment process of the proposed strategy at Unigestion?",
        "What is the main activities of Unigestion?",
        "What are the key qualitative and quantitative criteria addressed during due diligence at Unigestion?",
        "Do you have a climate-related investment policy?",
        "Please provide the details of the ownership structure at Unigestion, i.e. details of shareholders with % ownership for each individual or group.",
        "Describe Unigestion's valuation process including the name and the role of any independent, external valuers. With what frequency and according to which accounting standards are investments valued? How frequently do Unigestion receive valuations from their investments?",
        "Please describe the investment committee process and the voting procedures at Unigestion. Are investment decisions made unanimously / through majority (specify %) at Unigestion? Does any member of the Investment Committee have a veto right at Unigestion?",
        "Please describe Unigestion's due diligence process for the strategy, from initial screening to final investment decision.",
        "What is the fundraising start date of UNIGESTION SECONDARY VI Fund?",
        "How are investments sourced and selected at Unigestion and how is this approach differentiated to Unigestion's competitors?",
        "If yes, please list these additional exclusions.",
        "What is the minimum ticket size in euros of UNIGESTION SECONDARY VI Fund?",
        "How does Unigestion's strategy for small, non-auctioned transactions mitigate competition risk in the mid-market?",
        "If Unigestion targets 328 primary, 353 secondary, and 350 direct opportunities annually, why is the mid-market segment particularly advantageous for secondary investments, as stated in the USEC VI fund strategy?",
        "How has the acquisition of Akina in 2017 influenced Unigestion's ability to scale its private equity strategies?",
        "What is the next close date of UNIGESTION SECONDARY VI Fund?",
        "What is the hard cap of UNIGESTION SECONDARY VI Fund size in euros?",
        "State the number deployed per year / months by UNIGESTION SECONDARY VI Fund?",
        "With which entity would the client be contracting at Unigestion?",
        "Please detail the proposed portfolio's investment strategy. Where do you see the most attractive opportunities in the current market environment? How does this fit with the proposed portfolio construction? Are there any strategies you would exclude?",
        "Will you be using subscription line financing at Unigestion? If so, what is the purpose and intention of using the line and what are the terms? Provide details including % of commitments. What has been the impact on returns (IRR and MOIC) historically? What is the expected impact? How will you report on this to LPs?",
        "What is the amount raised so far for UNIGESTION SECONDARY VI Fund size in euros?",
        "Does the proposed mandate fall into scope of achieving net zero at Unigestion?",
        "What is Unigestion entity to be invoiced?",
        "What is the geographical focus of UNIGESTION SECONDARY VI Fund?",
        "What is the target TVPI (Gross) of UNIGESTION SECONDARY VI Fund?",
        "Please indicate the headquarters and other offices of Unigestion.",
        "For which entity have you provided this financial data?",
        "Which elements does Unigestion's stewardship policy cover?"
    ]
}